[
  {
    "date": "2020/2/27",
    "events": [
      "Prime Minister Abe calls for the closure of all Japanese elementary, junior high, and high schools as a measure to contain the corona virus."
    ]
  },
  {
    "date": "2020/2/28",
    "events": [
      "Hokkaidō Governor Suzuki Naomichi declares a state of emergency and calls on residents to stay at home over the weekend."
    ]
  },
  {
    "date": "2020/2/29",
    "events": [
      "Prime Minister Abe calls for understanding of his school closure request, stating that it is a crucial period to contain the spread of the outbreak."
    ]
  },
  {
    "date": "2020/3/4",
    "events": [
      "IOC President Thomas Bach reiterates the organization's commitment to holding the Tokyo Olympic Games as planned rather than canceling or postponing the competition."
    ]
  },
  {
    "date": "2020/3/7",
    "events": [
      "The government says it will support small and medium-sized businesses affected by the coronavirus outbreak by offering them interest- and collateral-free loans under a special program. It also plans to give financial assistance to caregivers forced to take time off from work to look after children.",
      "The Johns Hopkins Center for Systems Science and Engineering, which is tracking the coronavirus outbreak, announces that more than 100,000 people have been infected worldwide, of whom more than 57,000 have recovered."
    ]
  },
  {
    "date": "2020/3/9",
    "events": [
      "A government panel says Japan is not experiencing an explosive growth in infections as in 80% of cases those infected have not passed on the coronavirus to others and clusters of cases have been identified relatively quickly. It advises people to avoid crowded, closed spaces with poor ventilation.",
      "The Nikkei index tumbles by more than 1,000 points to 19,698.76, dropping below 20,000 for the first time in 14 months. The dollar falls to the mid-¥101 range and oil prices plunge. In New York, the Dow Jones industrial average sinks by more than 2,000 points."
    ]
  },
  {
    "date": "2020/3/10",
    "events": [
      "Prime Minister Abe Shinzō calls for cancellations of large-scale events for a further 10 days, saying that it continues to be an important time to prevents the rapid spread of infections. He also says Japan will refuse entry to people who have been in five northern provinces of Italy, eight Iranian provinces, and the state of San Marino, due to widespread infections in these locations."
    ]
  },
  {
    "date": "2020/3/11",
    "events": [
      "World Health Organization Director-General Tedros Adhanom Ghebreyesus declares that the coronavirus outbreak is now a pandemic, and calls on countries to take “urgent and aggressive action” to contain it."
    ]
  },
  {
    "date": "2020/3/12",
    "events": [
      "US President Donald Trump suggests that the 2020 Tokyo Olympics may be delayed for one year, saying that it would be better than holding eventss in empty stadiums."
    ]
  },
  {
    "date": "2020/3/13",
    "events": [
      "Global economic anxieties rise following US President Donald Trump's travel ban on European countries, excluding Britain. After the Dow Jones industrial average tumbles 2,352.60 points on March 12, the Nikkei index falls below 17,000 for the first time since November 2016."
    ]
  },
  {
    "date": "2020/3/14",
    "events": [
      "Prime Minister Abe tells a press conference that Japan's relatively low infection rate means it is not time to declare a state of emergency. He also says that the country will go ahead with preparations for the Tokyo Olympics and Paralympics as scheduled."
    ]
  },
  {
    "date": "2020/3/16",
    "events": [
      "The Bank of Japan decides to double buying of exchange-traded funds to ¥12 trillion as part of easing measures to bolster the economy. It will also cooperate with other major central banks in the United States and Europe."
    ]
  },
  {
    "date": "2020/3/18",
    "events": [
      "Hokkaidō Governor Suzuki Naomichi announces that the state of emergency he declared will end on March 19 as scheduled. He states that the prefecture has avoided an explosive rise in cases and that there is a need to a minimize the effect on economic activities, while continuing to ask those with flu-like symptoms or fevers to continue to refrain from going outside."
    ]
  },
  {
    "date": "2020/3/19",
    "events": [
      "A government panel of experts warns of the danger of a massive epidemic in Japan, noting that while infections have been contained to some extent, they are still rising in big cities."
    ]
  },
  {
    "date": "2020/3/20",
    "events": [
      "Prime Minister Abe announces plans to lift the request for school closures, and tells the Ministry of Education, Culture, Sports, Science, and Technology to make preparations for reopening. At the same time, he continues to warn against holding large-scale eventss."
    ]
  },
  {
    "date": "2020/3/22",
    "events": [
      "Japan's total COVID-19 cases rise above 1,000. The IOC says it will consider postponing the 2020 Olympics and Paralympics, and that it will make a decision over the next four weeks. It says there are no plans to cancel the games."
    ]
  },
  {
    "date": "2020/3/23",
    "events": [
      "Toyota announces a temporary halt at seven production lines in five plants within Japan due to slowing demand amid the coronavirus outbreak.",
      "Tokyo Governor Koike says she may have to impose a lockdown on the metropolis if there is an explosive rise in cases, and asks for the cooperation of residents.",
      "Prime Minister Abe reacts to the previous day's announcement by the IOC by saying that if it is difficult to hold the eventss as planned, there would be no choice but to postpone them. It is the first time he has mentioned accepting a postponement."
    ]
  },
  {
    "date": "2020/3/24",
    "events": [
      "Prime Minister Abe and International Olympic Committee President Thomas Bach agree to postponement of the Tokyo Olympics and Paralympics in a telephone discussion. The games are now set to take place in the summer of 2021."
    ]
  },
  {
    "date": "2020/3/25",
    "events": [
      "Tokyo Governor Koike warns of the danger of an explosive rise in infections, calling on residents to work from home as much as possible and avoid unnecessary weekend trips outside."
    ]
  },
  {
    "date": "2020/3/26",
    "events": [
      "Tokyo has now reported 121 new cases in the last four days."
    ]
  },
  {
    "date": "2020/3/27",
    "events": [
      "Tokyo Governor Koike Yuriko announces that 40 new infections have been confirmed in the metropolis. This is the third successive day of 40 or more new cases, and the 161 cases in the last five days represent more than half of Tokyo's total to date."
    ]
  },
  {
    "date": "2020/3/28",
    "events": [
      "Prime Minister Abe calls for public cooperation to avoid an explosive increase in infections as seen in Western cities that have gone into lockdown, saying that there is a long fight ahead. He also pledges to compile a budget in 10 days to tackle the economic effects of the crisis."
    ]
  },
  {
    "date": "2020/3/30",
    "events": [
      "Tokyo Governor Koike Yuriko calls on residents to refrain from attending karaoke outlets, concert venues, bars, and nightclubs to contain the spread of COVID-19. She also asks  people with mild or no symptoms to recuperate at home or in their accommodation to save hospital beds for serious cases."
    ]
  },
  {
    "date": "2020/4/1",
    "events": [
      "A government panel of experts calls for drastic measures, saying that medical systems in the prefectures of Tokyo, Kanagawa, Aichi, Osaka, and Hyōgo are on the verge of crisis.",
      "Prime Minister Abe says that current circumstances do not require declaration of a state of emergency, while acknowledging that any reduction in vigilance could result in an explosive rise in cases."
    ]
  },
  {
    "date": "2020/4/3",
    "events": [
      "The total number of infections in Japan rises to some 3,000, with more than 300 new cases in a day for the first time ever.",
      "The government announces that it will provide ¥300,000 each to households where income has dropped due to the pandemic, as part of an economic stimulus package it is aiming to prepare by April 7."
    ]
  },
  {
    "date": "2020/4/5",
    "events": [
      "Tokyo records another 143 new cases, topping 100 for the second successive day, as its overall total rises to 1,033. Governor Koike Yuriko appears on an NHK program where she calls for the national government to declare an emergency as soon as possible."
    ]
  },
  {
    "date": "2020/4/7",
    "events": [
      "Prime Minister Abe declares a state of emergency in the prefectures of Tokyo, Kanagawa, Saitama, Chiba, Osaka, Hyōgo, and Fukuoka, which will last until May 6. While there will be no city lockdowns as seen in some countries, he called for cooperation in preventsing further spread of infections."
    ]
  },
  {
    "date": "2020/4/8",
    "events": [
      "Tokyo reports 144 new cases, the highest daily total to date for the metropolis. The figure previously topped 100 on April 4 and 5 before falling below it for the next two days."
    ]
  },
  {
    "date": "2020/4/9",
    "events": [
      "Tokyo reports a record 181 new cases, with the rate of increase rising by almost 40 from April 8."
    ]
  },
  {
    "date": "2020/4/10",
    "events": [
      "Tokyo reports 189 new cases, the highest single-day total to date, bringing the overall number of infections to 1,705.",
      "The metropolis is aiming to slow down the spread of COVID-19 by requesting closure of bars and nightclubs, as well as shorter opening hours for izakaya and restaurants."
    ]
  },
  {
    "date": "2020/4/11",
    "events": [
      "Tokyo reports 197 new cases, setting a record high total for the fourth consecutive day, bringing the overall figure to 1,902."
    ]
  },
  {
    "date": "2020/4/12",
    "events": [
      "Tokyo reports 166 new cases. Governor Koike says in a YouTube video that it was unclear how infection occurred in 64 cases, but it was believed that 87 cases were due to transmission within medical facilities."
    ]
  },
  {
    "date": "2020/4/13",
    "events": [
      "Tokyo reports 91 new cases, bringing its total to 2,159."
    ]
  },
  {
    "date": "2020/4/14",
    "events": [
      "The government decides to postpone the ceremonial investiture of Crown Prince Fumihito as first in line to the Japanese throne.",
      "It had planned to hold scaled-down ceremonies on April 19, but these will now take place at a later date."
    ]
  },
  {
    "date": "2020/4/16",
    "events": [
      "The government announces that the state of emergency will be extended from the initial seven heavily urban prefectures to the whole country, due to the increasingly rapid rise in cases and some other prefectures having recorded more than 100 infections.",
      "Prime Minster Abe Shinzō announces that the government is planning to give ¥100,000 in cash per person as part of economic measures responding to the coronavirus outbreak, which will be included in a revision of the supplementary budget for fiscal 2020. This replaces the plan for payments of ¥300,000 to households suffering serious drops in income."
    ]
  },
  {
    "date": "2020/4/17",
    "events": [
      "Tokyo reports 201 new cases, bringing its total to 2,794. It is the first time that the metropolis has registered more than 200 new cases in one day."
    ]
  },
  {
    "date": "2020/4/18",
    "events": [
      "Japan's total COVID-19 cases rise above 10,000.",
      "From the first recorded infection on January 15, it took around two months to reach 1,000 cases. However, the pace of infection has shown a clear increase from late March, and over the last 10 days there have been around 1,000 new cases every two days."
    ]
  },
  {
    "date": "2020/4/20",
    "events": [
      "McDonald's Japan closes dining areas at all its restaurants in 13 prefectures designated by the government for stepped-up measures against COVID-19. The areas will remain closed until May 6."
    ]
  },
  {
    "date": "2020/4/22",
    "events": [
      "After weekends when the Shōnan coast has seen major traffic congestion, including vehicles from other prefectures, Kanagawa Governor Kuroiwa Yūji urges people not to visit at a time when they should be staying indoors. ", 
      "Other coastal areas like Kujūkuri Beach in Chiba Prefecture have faced the same issue, and local governments are alarmed at the prospect of visitors bringing the virus with them during the upcoming Golden Week holidays."
    ]
  },
  {
    "date": "2020/4/23",
    "events": [
      "Tokyo Governor Koike Yuriko calls the period from April 25 to May 6, including the Golden Week holidays when travel is usually popular, \"Stay Home Week to Save Lives,\" asking residents to further refrain from leaving the home.",
      "As more people are using local supermarkets rather than those at big stations, she also calls for people to go shopping just once every three days to reduce crowding."
    ]
  },
  {
    "date": "2020/4/24",
    "events": [
      "Tokyo reports 161 new cases, bringing its overall total to 3,733. The speed of growth remains high, although it has dropped compared with earlier in the month."
    ]
  },
  {
    "date": "2020/4/25",
    "events": [
      "Tokyo's \"Stay Home Week to Save Lives\", a rebranding of Golden Week, begins. The period will run through May 6."
    ]
  },
  {
    "date": "2020/4/26",
    "events": [
      "Tokyo reports 72 new cases, marking the first time the daily figure has been less than 100 since April 13."
    ]
  },
  {
    "date": "2020/4/27",
    "events": [
      "Tokyo reports 39 new cases, bringing its overall total to 3,947. It is the second successive day that fewer than 100 cases have been reported in the metropolis, although Monday's figures have a tendency to be lower due to reduced numbers of tests on Sunday."
    ]
  },
  {
    "date": "2020/4/28",
    "events": [
      "Tokyo reports 112 new cases, bringing its overall total to 4,059."
    ]
  },
  {
    "date": "2020/4/29",
    "events": [
      "Prime Minister Abe suggests the state of emergency will be extended beyond May 6, saying that as the number of infections continue to rise, it is difficult to say that the outbreak is over. He later says that he is considering a proposal to shift the start of the school year from April to September, as one among many options."
    ]
  },
  {
    "date": "2020/4/30",
    "events": [
      "The supplementary budget including ¥100,000 payments to all residents is enacted in the Diet. It amounts to ¥25.7 trillion, of which ¥12.9 trillion is earmarked for the payments. This brings Japanese government bond issuance to a record ¥58.2 trillion in fiscal 2020, lifting the bond dependency ratio to 45.5%."
    ]
  },
  {
    "date": "2020/4/30",
    "events": [
      "The supplementary budget including ¥100,000 payments to all residents is enacted in the Diet. It amounts to ¥25.7 trillion, of which ¥12.9 trillion is earmarked for the payments. This brings Japanese government bond issuance to a record ¥58.2 trillion in fiscal 2020, lifting the bond dependency ratio to 45.5%."
    ]
  },
  {
    "date": "2020/5/1",
    "events": [
      "Tokyo reports another 165 cases, bringing its total to 4,317. This follows two days in which there were fewer than 50 new cases. Prime Minister Abe Shinzō states plans to extend the nationwide state of emergency for around a month, with the announcement to be made by May 6."
    ]
  },
  {
    "date": "2020/5/2",
    "events": [
      "Tokyo reports 160 new cases, reaching a total of 4,477. The number of nationwide fatalities (excluding cruise ship passengers) reaches 500,  and Tokyo is the prefecture with the most deaths at 141, followed by Osaka with 46, Hokkaidō with 40, and Kanagawa with 38. Tokyo's highest daily total of 15 deaths came on May 1."
    ]
  },
  {
    "date": "2020/5/4",
    "events": [
      "Tokyo reports 87 new cases, bringing its total to 4,654. Hokkaidō reports 31 new cases for the day, with 29 of them in Sapporo, registering a new daily high for the prefectural capital. The government decides to extend to May 31 the nationwide state of emergency that had been due to expire on May 6."
    ]
  }
]